start =
    🐱 Привет! Я кот Феликс.
    Давай сыграем в «Найди рыбку» 🐟

    Нажми /game, чтобы начать!

no-active-game =
    😺 Сейчас нет активной игры.
    Нажми /game, чтобы начать новую!

game-menu =
    🎮 Игра «Найди рыбку»

    Помоги Феликсу найти рыбку 🐟
    У тебя есть ограниченное количество попыток!

start-button = ▶️ Начать игру
cancel-button = ❌ Отмена

stop =
    ⛔ Игра остановлена.
    Феликс немного расстроен 😿

profile =
    👤 Профиль

    ID: { $tg_id }
    🏆 Победы: { $wins }
    ❌ Поражения: { $defeats }

game-expired =
    ⌛ Игра уже завершилась.

already-clicked =
    Уже проверял эту клетку 👀

win =
    🎉 Ты нашёл рыбку!
    Феликс счастлив 🐱🐟

lose =
    😿 Рыбка ускользнула...
    Попробуй ещё раз!

show-win-cell =
    🐟 Рыбка была здесь!

moves-left =
    🎯 Осталось попыток: { $moves } / 10
    На 1 ход даётся 50 секунд

    Чтобы остановить игру жми /stop

cancel-game =
    ❌ Игра отменена

no-games =
    ❌ Игр нет
    Нажми /game, чтобы начать новую!

result = Результат

finished-at = 📅 Сыграна

games-title = 🎮 Твои игры

player-top = 🏆 Топ игроков

wins = побед(а/ы)

start-desc = 🐱 Запустить бота и познакомиться с Феликсом

profile-desc = 👤 Посмотреть свой профиль и статистику

game-desc = 🎮 Начать игру «Найди рыбку»

top-desc = 🏆 Таблица лучших игроков

stop-desc = ⛔ Остановить текущую игру

mygames-desc = 📜 История всех твоих игр